Repository: konatefatim/xjhorse
Catalog: homePage/locale/*/LC_MESSAGES/django.po
Languages: ug_ar

source: Promoting The integration of Internet with Traditional Horse Industries
ug_ar: ئالغا سىلجىتماق ئىنتېرنېت بەرمەك ئەنئەنە ئات مال-مۈلۈك قوشۇلماق

source: Horse Industry S&T Innovative Platform
ug_ar: ئات مال-مۈلۈك پەن-تېخنىكا يېڭىلىق ياراتماق سۇپا

source: Exploring the New Form of "Internet + Horse Industry" Economic Development
ug_ar: تەكشۈرمەك 【ئىنتېرنېت + ئات مال-مۈلۈك】ئىقتىساد تەرەققىيات ئەندىزىسى

source: Horserange Information Management System
ug_ar: ئات فېرمىسى ئۇچۇر باشقۇرۇش سىستېمىسى

source: Boost Region’s Horse Industry Transformation and Upgrading
ug_ar: ياردەمچى رايون ئات مال-مۈلۈك تىپ ئۆزگەرتىش

source: Racing Horse E-commercial Auction Platform
ug_ar: بەيگە ئېلېكتىرونلۇق سودا سېتىشقا قويماق سۇپا

source: Horse Industry Upgrading Technological Innovation Program
ug_ar: ئات مال-مۈلۈك سىنىپقا كۆچمەك تېخنىكا يېڭىلىق ياراتماق قۇرۇلۇش

source: Xinjiang Horse Strain Registration Platform
ug_ar: شىنجاڭ ئات سورت لىنىيەسى تىزىملىماق سۇپا

source: Horse Racing Events and Information Management System
ug_ar: ئات بەيگىسى ئۇچۇر باشقۇرۇش سىستېمىسى

source: Horse Breeds
ug_ar: نەسىل ئۇرۇق

source: Disease Prevention
ug_ar: كېسەل

source: Bole Classroom
ug_ar: دەرىس خانا

source: Xinjiang Horse
ug_ar: شىنجاڭ ئات،كەسىپ

source: Fund Program
ug_ar: فوند تارماق؛ پونكىت؛ تۈر

source: Xinjiang Uygur Autonomous Region Key S&T Projects
ug_ar: شىنجاڭ ئۇيغۇر ئاپتونوم رايونى زور پەن-تېخنىكا مەخسۇس تور

source: Task No.5 Horse Industry S&T Innovative Platform Construction
ug_ar: ۋەزىپە 5 ئات مال-مۈلۈك پەن-تېخنىكا يېڭىلىق ياراتماق سۇپا

source: Program Teams
ug_ar: مەسىلە ئەزا

source: ①Xinjiang Agricultural University
ug_ar: ①شىنجاڭ يېزا ئىگىلىك ئۇنىۋېرسىتېت

source: ②Zhaosu Horse Farm of Ili Kazak Autonomous Prefecture
ug_ar: ②ئىلى قازاق ئاپتونوم ئوبلاستى موڭغۇلكۈرە ئات فېرمىسى

source: ③Ili Stud of Xinjiang Uygur Autonomous Region
ug_ar: ③شىنجاڭ ئۇيغۇر ئاپتونوم رايونى ئىلى نەسىللىك ئات فېرمىسى

source: ④Zhaosu Western Region Horse Industry LLC
ug_ar: ④موڭغۇلكۈرە غەربىي يۇرت ئات مال-مۈلۈك چەكلىك مەسئۇلىيەت شىركىتى

source: ⑤Xinjiang Horse Industry Association
ug_ar: ⑤شىنجاڭ ئات مال-مۈلۈك جەمئىيەت

source: Objectives
ug_ar: تارماق؛ پونكىت؛ تۈر نىشان

source: Copyright © 2017 Xinjiang Agricultural University
ug_ar: نەشر ھوقۇقىغا ئىگىدارلىق قىلىش © 2017 شىنجاڭ يېزا ئىگىلىك ئۇنىۋېرسىتېت

source: Strain
ug_ar: سورت لىنىيەسى

source: Horse Field
ug_ar: ئات فېرمىسى

source: Auction
ug_ar: ئەرزان باھادا ساتماق

source: Racing
ug_ar: بەيگە ئات بەيگىسى

source: Sign In
ug_ar: خاتىرىلىۋېلىش

source: Account binding
ug_ar: ئىسچوت ئۇلاش

source: Profile
ug_ar: ئىشلەتكۈچىلەر ئۇچۇرى

source: Developer
ug_ar: پىروگراممىچى

source: Logout
ug_ar: تىزىمدىن چىقىرىۋېتىش
